# Напишите функцию которая определит сколько раз встречается элемент в списке.

a = input('')
print(a.count('a'))
 
